Repository: devgeniem/vulnerability-alerts
Catalog: languages/vulnerability-alerts-*.po
Languages: pt_br

source: Vulnerability Alerts
pt_br: Alertas de Vulnerabilidade

source: Check Now
pt_br: Verificar Agora

source: Last request to %s on %s
pt_br: Última verificação no %s em %s

source: Some paid plugins and themes, or developed exclusively for this website and not shared for the public, may not be reported on WPScan.
pt_br: Alguns plugins e temas pagos, ou desenvolvidos exclusivamente para este site e não compartilhados com o público, podem não ser reportados pelo WPScan.

source: Name
pt_br: Nome

source: Vulnerabilities
pt_br: Vulnerabilidades

source: Version %s
pt_br: Versão %s

source: Themes
pt_br: Temas

source: %d vulnerability found
pt_br: %d vulnerabilidade encontrada

source: View
pt_br: Ver

source: Report updated.
pt_br: Relatório atualizado.

source: Report not available
pt_br: Relatório não disponível

source: Not fixed
pt_br: Sem correção

source: Fixed in version %s
pt_br: Corrigido na versão %s

source: Notification
pt_br: Notificação

source: E-mail Address
pt_br: Endereço de E-mail

source: Send E-mail Alerts
pt_br: Enviar Alertas no E-mail

source: Vulnerabilities to Ignore
pt_br: Vulnerabilidades Ignoradas

source: Fill the options below if you want to be notified by mail about new vulnerabilities.
pt_br: Preencha as opções abaixo se desejar ser notificado por e-mail sobre novas vulnerabilidades.

source: Daily
pt_br: Diariamente

source: Every Monday
pt_br: Toda Segunda

source: Every Tuesday
pt_br: Toda Terça

source: Every Wednesday
pt_br: Toda Quarta

source: Every Thursday
pt_br: Toda Quinta

source: Every Friday
pt_br: Toda Sexta

source: Every Saturday
pt_br: Todo Sábado

source: Every Sunday
pt_br: Todo Domingo

source: You have entered an invalid e-mail address.
pt_br: Você informou um endereço de e-mail inválido.

source: Hello Friend,
pt_br: Olá Amigo(a),

source: Some vulnerabilities were found in %s, visit the site for more details.
pt_br: Algumas vulnerabilidades foram encontradas em %s, visite o site para mais detalhes.

source: Hope this help!
pt_br: Espero que isso ajude!

source: Some vulnerabilities were found in %s
pt_br: Algumas vulnerabilidades foram encontradas em %s
